<?php

/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'Об игре';
?>
    <h2><?= Html::encode($this->title) ?></h2>

  
    <div style="padding-top: 10px;"></div>   
<p>    
Игра <b>"Составь слова"</b> предлагает игрокам известную головоломку, в которой нужно 
составлять разные слова из одного длинного слова. 
</p>
<p>
Соревнуйтесь с друзьями в количестве сложенных слов и использованных букв, и узнайте кто более смышлёный.
    </p>

<hr>    

<p>
Всего в базе игры: <strong>46005 слов</strong>
</p>

<br>
<p>
<strong>Источники слов:</strong>
<ol>
    <li>Ожегов С. И. Словарь русского языка. Около 57 000 тысяч слов. Издание 15-ое, стереотип., — М.: 1984. - 816 с.</li>
    <li>Ефремова Т. Ф. Новый словарь русского языка. Толково-словообразовательный: В 2 т.. — М.: Рус. яз., 2000.</li>
    <li>Большой толковый словарь русского языка: А-Я; Сост., гл. ред. канд. филол. наук С. А. Кузнецов. — СПб.: , 1998. — 1534 с.</li>
</ol>
</p>