<?php
/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'Правила игры';
?>

<h2><?= Html::encode($this->title) ?></h2>

<p>Суть игры состоит в том, чтобы составить как можно больше слов из представленных на выбор букв. 
    Одна буква должна использоваться только один раз в слове. 
</p> 

<p>
    <strong>Описание игры «Составь слова»:</strong>
</p>    
   
    
<ol>
    <li>Необходимо внимательно посмотреть на предложенное слово.</li>
    <li>Из имеющегося длинного слова требуется составить как можно большее количество новых слов.</li>
    <li>Используйте разные буквы для того чтобы получились новые слова.</li>
    <li>Повторять уже использовавшиеся слова нельзя.</li>
    <li>Словарь приложения содержит только слова существительные, нарицательные в именительном падеже и единственном числе. 
        <br> <i>Исключение составляют существительные в множественном числе, если слово не имеет единственного числа, например, макароны, очки и т.д. Запрещено использовать уменьшительно-ласкательные существительные, такие как мамочка, котик, зайчик и т.д.</i></li>
    <li>Будьте внимательными и составляйте только те слова, которые имеются в русском языке.</li>
    <li>Необходимо составить как можно большее количество слов за отведенное время.</li>
</ol>

<div class="well well-small">
<p>Составляя слова из слов можно интересно и с пользой для ума провести время, узнать новые слова, проверить свою грамотность и эрудицию. 
Эта игра определенно понравится любителям разгадывать кроссворды и ребусы, играть в головоломки, а также участвовать в викторинах.
</p><p>
Приятного и полезного времяпрепровождения вам!
</p>
</div>
