<?php
/* @var $this yii\web\View */

use yii\helpers\Html;

$this->title = 'Правила';
?>

<h2><?= Html::encode($this->title) ?></h2>

<p>
    <div style="padding-top: 10px;"></div>        
    <strong>Описание игры «Составь слова»:</strong>
    <div style="padding-top: 15px;"></div>        
<ol>
    <li>В данной игре необходимо внимательно посмотреть на предложенное слово.</li>
    <li>Из имеющегося длинного слова требуется составить как можно большее количество новых слов.</li>
    <li>Постарайтесь использовать разные буквы для того чтобы получилось как можно большое количество новых слов.</li>
    <li>Будьте внимательными и составляйте только те слова, которые имеются в русском языке.</li>
    <li>Необходимо составить как можно большее количество слов за отведенное время.</li>
    <ol>
</p>

