<?php

namespace app\models;

use Yii;

class Level {

    /**
     *
     * @var string 
     */
    protected $words = [
        'рекуперация' => [],
        'опровержение' => [],
        'хлопкопункт' => [],
        'аспирантура' => [],
        'ратификация' => [],
        'чемпионство' => [],
        'симфонизация' => [],
        'субъективизм' => [],
        'намеривание' => [],
        'артикуляция' => [],
        'реввоенсовет' => [],
        'пересыпание' => [],
        'перетекание' => [],
        'аннигиляция' => [],
        'правотворец' => [],
        'колядование' => [],
        'катехизация' => [],
        'передвигание' => [],
        'субординация' => [],
        'одноколейка' => [],
        'перерождение' => [],
        'переводчица' => [],
        'питекантроп' => [],
        'вегетарианец' => [],
        'регулировщик' => [],
        'видеотехника' => [],
        'мелодичность' => [],
        'пудлинговка' => [],
        'импровизация' => [],
        'наблюдатель' => [],
    ];
    
    
    public function getWords() {
        return $this->words;
    }

    
}
